//
//  Quates.swift
//  Growing Tamagotchi
//
//  Created by 나지운 on 2022/07/24.
//

import Foundation

struct Quates {
    static let quates = [
                         ["나는 어제로 돌아갈 수 없어요. 그 이유는 난 그때와 다른 사람이기 때문이에요. - 신데렐라", "넌 이 세상 어떤 것보다 의미 있어 나한텐. - 피터팬", "항상 너의 양심이 시키는대로 해. - 피노키오", "거짓말이 거짓말을 만든다. - 피노키오", "오늘 특별한 순간들은 내일의 추억이에요. - 알라딘", "사랑은 어떻게 쓰는거야? 사랑은 쓰는 게 아니야, 느끼는 거지. - 곰돌이 푸", "삶은 풀어야 할 문제가 아니고 경험해야 하는 여행이란다. - 곰돌이 푸", "아무리 기적이어도 시간이 좀 걸린단다. - 신데렐라", "최고의 순간은 갑자기 찾아오는 거야. - 니모를 찾아서", "눈 감지 말고 똑바로 봐봐, 두려움의 실체는 생각보다 다를 수 있을 거야. - 니모를 찾아서"],
                         ["질병은 입을 좇아 들어가고 화근은 입을 좇아 나온다.", "행복이란 타인을 행복하게 해주려는 노력의 부산물이다.", "지혜는 듣는 데서 오고 후회는 말하는 데서 온다.", "인간은 의욕하는 것, 그리고 창조하는 것에 의해서만이 행복하다.", "말을 많이 하는 것과 말을 잘하는 것은 다르다.", "착한 일을 하는 사람에게는 하늘이 복을 주시고, 악한 일을 하는 사람에게는 하늘이 재앙을 주느니라.", "탐욕은 일체를 얻고자 욕심내어서 도리어 모든 것을 잃어버린다.", "백 권의 책에 쓰인 말보다, 한 가지 성실한 마음이 더 크게 사람을 움직인다."],
                         ["궁지에 몰렸을 때만 보이는 길도 있을꺼야 - 늑대와 향신료", "공포는 악이 아니야 그것은 자신의 약함을 안다는 것이다 - 페어리 테일", "쓰레기는 구별하지 않으면 안돼 - 진격의 거인", "인간은 차별당하기 위해 존재한다 그렇기에 인간은 싸우며 경쟁하고 진보한다. - 코드기어스", "좋은 칼이라는건 부러지기는 해도 어중간하게 구부러지거나 하지않아 - 아라카와 언더 더 브리지", "인생은 살아만 있다면 몇번이든 새출발할 수 있으니까 - GTO", "마음 먹은 날은 럭키데이 그렇지 않은 날은 언 럭키데이 - 토리코"]
    ]
}
